{
	"Create new poll":" Стварыць новае апытанне",
	"Link has been copied":"Спасылка скапіяваная",
	"Code has been copied":"Код скапіяваны",
	"Yes, just do it!":"Так, проста зрабі гэта!",
	"Your polling form has been compiled":"Ваша форма апытання была складзена",
	"Don`t forget to share it!":"Не забудзьцеся падзяліцца!",
	"You won`t be able to revert this!":"Вы не можаце вярнуцца ў гэтым!",
	"no one voted":"Ніхто не галасаваў",
	"Please, enter the title and the polling fields":"Калі ласка, увядзіце назву і выбарчыя поля",
	"Are you sure?":"Вы ўпэўнены?",
	"Thanks for making your choice!":" Дзякуй за Ваш выбар!",
	"You do not have any polls yet":"У вас пакуль няма ніякіх апытанняў",
	"Add main image with":"Дадаць асноўны малюнак з",
	"Get my polls":" Мае апытанні",
	"About":" Аб праекце",
	"Here you can create your own form for polls":" Тут вы можаце стварыць сваю ўласную форму для апытанняў",
	"Enter the title":" Калі ласка, увядзіце загаловак",
	"Type your text here":" Увядзіце тэкст",
	"Fill in the following fields":" Запоўніце наступныя поля",
	"Click here to add a new one":" Пстрыкніце тут каб дадаць поле",
	"Create poll":" Стварыць апытанне",
	"Make your choice":"Зрабіце свой выбарр",
	"Poll title":"Загаловак апытання",
	"Created":"Створана",
	"Variants":"Варыянты",
	"Voters":"Хто прагаласаваў",
	"Leading":"Варыянт лідыруе",
	"Get link":"Атрымаць спасылку",
	"Get code":"Атрымаць код",
	"Copy to clipboard":"Скапіяваць у буфер",
	"To continue, you need to login!":"Каб працягнуць, вы павінны аўтарызавацца!",
	"Please enter your login and master password":"Калі ласка увядзіце ваш лагін і майстар пароль",
	"OR":"АБО",
	"Please enter only your private posting key":"увядзіце толькі ваш прыватны постынг ключ",
	"Please enter your login and master password or only your private posting key":"Калі ласка увядзіце ваш лагін і майстар ключ ці толькі ваш прыватны постынг ключ",
	"Login":"Лагін",
	"Your login is incorrect!":"Вы ўвялі няправільны лагін!",
	"Error":"Памылка",
	"Master Key or password is incorrect!":"Няправільны майстар ключ або пароль!",
	"Success":"Поспех",
	"Authorization was successful!":"Аўтарызацыя прайшла паспяхова!",
	"error":"Памылка",
	"Private key is incorrect!":"Вы ўвялі няправільны прыватны ключ!",
	"Integration":"інтэграцыя",
	"Cool!":"Крута!",
	"GolosPolls - this microservice for conducting polls on the blockchain":"GolosPolls - гэта микросервис для стварэння і правядзення апытанняў на блокчэйне",
	"Golos":"Golos",
	"and":"і",
	"This platform":" Гэтая платформа",
	"is a thin":"з'яўляецца тонкім",
	"client":"кліентам",
	"that works without a backend (only frontend и blockchain) directly on the GitHub Pages (through CloudFlare).":"якая працуе без бекенда (толькі фронтенд і блокчейн) напрамую з GitHub Pages (праз CloudFlare).",
	"We use:":"Мы выкарыстоўваем:",
	"the JavaScript API for Golos blockchain;":" JavaScript API для блокчейна Голас;",
	"the most popular HTML, CSS, и JavaScript framework for developing responsive, mobile first projects on the web;":" папулярны HTML, CSS, і JavaScript фреймворк для распрацоўкі респонсивных, мабільных праектаў на Вэб;",
	"simple javascript function for converting Cyrillic symbols to Translit;":"простая функцыя javascript для канвертавання кірыліцы ў трансліт",
	"modular standard library for JavaScript. Includes polyfills for ECMAScript 5, ECMAScript 6: promises, symbols, collections, iterators, typed arrays, ECMAScript 7+ proposals, setImmediate, etc. Some additional features such as dictionaries or extended partial application. You can require only needed features or use it without global namespace pollution.":"модульная стандартная бібліятэка для JavaScript. Ўключае палшфілы для ECMAScript 5, ECMAScript 6: абяцанні, сімвалы, калекцыі, ітэратары, тыпізаваныя масівы, прапановы ECMAScript 7+ і г.д., а гэтак жа некаторыя дадатковыя функцыі, такія як слоўнікі або пашыранае частковае прыкладанне.",
	"a collection of all country flags in SVG;":"калекцыя сцягоў усіх краін у SVG;",
	"searches for regular expression matches in a given DOM node и replaces or wraps each match with a node or piece of text that you can specify;":"пошук супадзенняў рэгулярных выразаў у дадзеным вузле DOM замяняе або абгортвае кожнае супадзенне вузлом або фрагментам тэксту, які можна паказаць;",
	"is an internationalization-framework written in и for JavaScript;":"фреймворк для інтэрнацыяналізацыі прыкладанняў на JavaScript;",
	"a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":"прыгожая, спагадлівая, наладжвальная, даступная замена для усплываючых вокнаў Javascript.",
	"Sharing form":"Падзяліцца апытаннем",
	"injection code":"инжект-код",
	"voters":"галасы",
	"created":"створана",
	"Share on social media":"Падзяліцеся ў сацыяльных сетках",
	"Poll title":"Загаловак",
	"Created":"Створана",
	"Variants":"Варыянты",
	"Voters":"Галасы",
	"Leading":"Лідзіруе",
	"is a free vector icon pack by Keyamoon":"бясплатны набор вектарных абразкоў by Keyamoon",
	"&":"і",
	"Edit poll":"змяніць апытанне",
	"Enter description (not necessary)":"Увядзіце апісанне (не абавязкова)",
	"Add main image":"Дадаць асноўнае выява",
	"List of your polls":"Спіс вашых апытанняў",
	"Remove vote":"выдаліць голас",
	"your vote":"ваш голас",
	"a lightweight JavaScript date library for parsing, validating, manipulating, and formatting dates":"Лёгкая JavaScript бібліятэка  для сінтаксічнага аналізу, праверкі, апрацоўкі і фарматавання даты",
	"searches for regular expression matches in a given DOM node и replaces or wraps each match with a node or piece of text that you can specify":"пошук назваў паведамленняў адпавядае ў дадзеным вузле і DOM замяняе або заварочвае кожнае супадзенне з вузлом або фрагментам тэксту, які можна паказаць",
	"Please add at least two answers":"Калі ласка, дадайце па меншай меры два адказы",
	"Support":"Падтрымка",
	"Logout":"Выхад",
	"Please fill or remove empty fields":"Калі ласка, запоўніце або выдаліць пустыя палі",
	"A lightweight JavaScript date library for parsing, validating, manipulating, и formatting dates":"Лёгкі JavaScript бібліятэка дата для аналізу, праверкі, маніпулявання і фарматавання даты",
	"is a syntax highlighter written in JavaScript. It works in the browser as well as on the server. It works with pretty much any markup, doesn’t depend on any framework, и has automatic language detection":"гэта падсвятленне сінтаксісу напісана на JavaScript Ён працуе ў браўзэры, а таксама на сэрвэры Ён працуе з амаль любой разметцы, не залежыць ад якой-небудзь структуры, і мае аўтаматычнае вызначэнне мовы"
}
