{
	"Create new poll":"Créer un nouveau sondage",
	"Link has been copied":"Le lien a été copié",
	"Code has been copied":"Le code a été copié",
	"Yes, just do it!":"Oui, fais le!",
	"Your polling form has been compiled":"Votre formulaire de vote a été compilé",
	"Don`t forget to share it!":"N'oublie pas de le partager!",
	"You won`t be able to revert this!":"Vous ne serez pas capable de revenir à cela!",
	"no one voted":"personne n'a voté",
	"Please, enter the title and the polling fields":"S'il vous plaît, entrez le titre et les champs de vote",
	"Are you sure?":"Êtes-vous sûr?",
	"Thanks for making your choice!":"Merci d'avoir fait votre choix!",
	"You do not have any polls yet":"Vous n'avez encore aucun sondage",
	"Add main image with":"Ajouter l'image principale avec",
	"Get my polls":"Obtenez mes sondages",
	"About":"Sur",
	"Here you can create your own form for polls":"Ici vous pouvez créer votre propre formulaire pour les sondages",
	"Enter the title":"Entrez le titre",
	"Type your text here":"Écrivez votre texte ici",
	"Fill in the following fields":"Remplissez les champs suivants",
	"Click here to add a new one":"Cliquez ici pour en ajouter un nouveau",
	"Create poll":"Créer un sondage",
	"Make your choice":"Fais ton choix",
	"Poll title":"Titre du sondage",
	"Created":"Créé",
	"Variants":"Variantes",
	"Voters":"Voters",
	"Leading":"De premier plan",
	"Get link":"Obtenir le lien",
	"Get code":"Obtenir le code",
	"Copy to clipboard":"Copier dans le presse-papier",
	"To continue, you need to login!":"Pour continuer, vous devez vous connecter!",
	"Please enter your login and master password":"Veuillez entrer votre identifiant et votre mot de passe principal",
	"OR":"OU",
	"Please enter only your private posting key":"Veuillez entrer uniquement votre clé de comptabilisation privée",
	"Please enter your login and master password or only your private posting key":"Veuillez entrer votre identifiant et votre mot de passe principal ou seulement votre clé privée",
	"Login":"S'identifier",
	"Your login is incorrect!":"Votre identifiant est incorrect!",
	"error":"Erreur",
	"Master Key or password is incorrect!":"La clé principale ou le mot de passe est incorrect!",
	"Success":"Succès",
	"Authorization was successful!":"L'autorisation a été réussie!",
	"Private key is incorrect!":"La clé privée est incorrecte!",
	"Integration":"L'intégration",
	"Cool!":"Cool!",
	"GolosPolls - this microservice for conducting polls on the blockchain":"GolosPolls - ce microservice pour mener des sondages sur la blockchain",
	"Golos":"Golos",
	"and":"et",
	"This platform":"Cette plate-forme",
	"is a thin":"est mince",
	"client":"client",
	"that works without a backend (only frontend и blockchain) directly on the GitHub Pages (through CloudFlare).":"qui fonctionne sans backend (seulement frontend и blockchain) directement sur les pages GitHub (via CloudFlare).",
	"We use:":"Nous utilisons:",
	"the JavaScript API for Golos blockchain;":"l'API JavaScript pour Golos blockchain;",
	"the most popular HTML, CSS, и JavaScript framework for developing responsive, mobile first projects on the web;":"le framework HTML, CSS et JavaScript le plus populaire pour le développement de premiers projets mobiles et réactifs sur le Web;",
	"simple javascript function for converting Cyrillic symbols to Translit;":"fonction javascript simple pour convertir les symboles cyrilliques en Translit;",
	"modular standard library for JavaScript. Includes polyfills for ECMAScript 5, ECMAScript 6: promises, symbols, collections, iterators, typed arrays, ECMAScript 7+ proposals, setImmediate, etc. Some additional features such as dictionaries or extended partial application. You can require only needed features or use it without global namespace pollution.":"bibliothèque standard modulaire pour JavaScript.Comprend des polyfills pour ECMAScript 5, ECMAScript 6: promesses, symboles, collections, itérateurs, tableaux typés, propositions ECMAScript 7+, setImmediate, etc Quelques fonctionnalités supplémentaires telles que les dictionnaires ou les applications partielles étendues. seulement les fonctionnalités nécessaires ou l'utiliser sans pollution de l'espace de noms global. ",
	"a collection of all country flags in SVG;":"une collection de tous les drapeaux de pays en SVG;",
	"searches for regular expression matches in a given DOM node и replaces or wraps each match with a node or piece of text that you can specify;":"recherche des correspondances d'expressions régulières dans un noeud DOM donné è remplace ou enveloppe chaque correspondance par un noeud ou un morceau de texte que vous pouvez spécifier;",
	"is an internationalization-framework written in и for JavaScript;":"est un cadre d'internationalisation écrit en и pour JavaScript;",
	"a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":"un beau, réactif, personnalisable, remplacement accessible pour les fenêtres popup de JavaScript.",
	"Sharing form":"Formulaire de partage",
	"injection code":"code d'injection",
	"voters":"électeurs",
	"created":"créé",
	"Share on social media":"Partager sur les réseaux sociaux",
	"Poll title":"Titre du sondage",
	"Created":"Créé",
	"Variants":"Variantes",
	"Voters":"Voters",
	"Leading":"De premier plan",
	"is a free vector icon pack by Keyamoon":"est un pack d'icônes de vecteur libre par Keyamoon",
	"&":"&",
	"Edit poll":"Modifier le sondage",
	"Enter description (not necessary)":"Entrer la description (pas nécessaire)",
	"Add main image":"Ajouter l'image principale",
	"List of your polls":"Liste de vos sondages",
	"Remove vote":"Supprimer le vote",
	"your vote":"votre vote",
	"a lightweight JavaScript date library for parsing, validating, manipulating, and formatting dates":"Une bibliothèque de date JavaScript légère pour l'analyse, la validation, la manipulation et la mise en forme des dates",
	"searches for regular expression matches in a given DOM node и replaces or wraps each match with a node or piece of text that you can specify":"recherche des correspondances d'expressions régulières dans un noeud DOM donné è remplace ou enveloppe chaque combinaison avec un noeud ou un texte que vous pouvez spécifier",
	"Please add at least two answers":"S'il vous plaît ajouter au moins deux réponses",
	"Support":"Soutien",
	"Logout":"Connectez - Out",
	"Please fill or remove empty fields":"Veuillez remplir ou supprimer les champs vides",
	"A lightweight JavaScript date library for parsing, validating, manipulating, и formatting dates":"Une bibliothèque de date JavaScript légère pour l'analyse, la validation, la manipulation et les dates de mise en forme",
	"is a syntax highlighter written in JavaScript. It works in the browser as well as on the server. It works with pretty much any markup, doesn’t depend on any framework, и has automatic language detection":"est un surligneur syntaxique écrit en JavaScript. Il fonctionne aussi bien dans le navigateur que sur le serveur. Il fonctionne à peu près n'importe quel balisage, ne dépend d'aucun framework, et dispose d'une détection automatique du langage"
}
