{
	"Create new poll": "Crea nuovo sondaggio",
	"Add main image with":"Aggiungi l'immagine principale con",
	"Get my polls":"Ricevi i miei sondaggi",
	"About":"Di",
	"Here you can create your own form for polls":"Qui puoi creare il tuo modulo per i sondaggi",
	"Enter the title":"Inserisci il titolo",	
	"Type your text here":"Scrivi il tuo testo qui",
	"Fill in the following fields":"Compila i seguenti campi",
	"Click here to add a new one":"Clicca qui per aggiungerne uno nuovo",
	"Create poll":"Crea sondaggio",
	"Make your choice":"Fate la vostra scelta",
	"Poll title":"Titolo del sondaggio",
	"Created":"Creato",
	"Variants":"Varianti",
	"Voters":"elettori",
	"Leading":"Leading",
	"Get link":"Ottieni link",
	"Get code":"Ottenere il codice",
	"Copy to clipboard":"Copia negli appunti",
	"To continue, you need to login!":"Per continuare devi effettuare il login!",
	"Please enter your login and master password":"Inserisci il tuo login e la password principale",
	"OR":"O",
	"Please enter only your private posting key":"Inserire solo la chiave di registrazione privata",
	"Please enter your login and master password or only your private posting key":"Inserisci la tua login e la password principale o solo la chiave di registrazione privata",
	"Login":"Accesso",
	"Your login is incorrect!":"Il tuo login non è corretto!",
	"Error":"Errore",
	"Master Key or password is incorrect!":"Chiave master o password errata!",
	"Success":"Successo",
	"Authorization was successful!":"L'autorizzazione ha avuto successo!",
	"Private key is incorrect!":"La chiave privata non è corretta!",
	"Integration":"Integrazione",
	"Cool!":"Freddo!",
	"GolosPolls - this microservice for conducting polls on the blockchain":"GolosPolls - questo microservizio per condurre sondaggi sulla blockchain",
	"Golos":"Golos",
	"and":"e",
	"This platform":"Questa piattaforma",
	"is a thin":"è un sottile",
	"client":"cliente",
	"that works without a backend (only frontend и blockchain) directly on the GitHub Pages (through CloudFlare).":"che funziona senza un back-end (solo frontend e blockchain) direttamente su GitHub Pages (attraverso CloudFlare).",
	"We use:":"Noi usiamo:",
	"the JavaScript API for Golos blockchain;":"l'API JavaScript per la blockchain di Golos;",
	"the most popular HTML, CSS, и JavaScript framework for developing responsive, mobile first projects on the web;":"il più popolare framework HTML, CSS, e JavaScript per lo sviluppo di primi progetti mobili e reattivi sul web;",
	"simple javascript function for converting Cyrillic symbols to Translit;":"semplice funzione javascript per convertire i simboli cirillici in Translit;",
	"modular standard library for JavaScript. Includes polyfills for ECMAScript 5, ECMAScript 6: promises, symbols, collections, iterators, typed arrays, ECMAScript 7+ proposals, setImmediate, etc. Some additional features such as dictionaries or extended partial application. You can require only needed features or use it without global namespace pollution.":"libreria standard modulare per JavaScript. Include polyfill per ECMAScript 5, ECMAScript 6: promesse, simboli, raccolte, iteratori, array digitati, proposte ECMAScript 7+, setImmediate, ecc. Alcune funzionalità aggiuntive come dizionari o applicazione parziale estesa. solo le funzionalità necessarie o l'uso senza inquinamento globale dello spazio dei nomi. ",
	"a collection of all country flags in SVG;":"una raccolta di tutte le bandiere dei paesi in SVG;",
	"searches for regular expression matches in a given DOM node и replaces or wraps each match with a node or piece of text that you can specify;":"cerca le corrispondenze di espressioni regolari in un dato nodo DOM, sostituisce o avvolge ogni corrispondenza con un nodo o una parte di testo che puoi specificare;",
	"is an internationalization-framework written in и for JavaScript;":"è un framework di internazionalizzazione scritto in и per JavaScript;",
	"a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":"Un sostituto bello, reattivo, personalizzabile e accessibile per le finestre popup di JavaScript.",
	"Sharing form":"Forma di condivisione",
	"injection code":"codice di iniezione",
	"voters":"elettori",
	"created":"creato",
	"Share on social media":"Condividi sui social media",
	"Poll title":"Titolo del sondaggio",
	"Created":"Creato",
	"Variants":"Varianti",
	"Voters":"elettori",
	"Leading":"Leading",
	"is a free vector icon pack by Keyamoon":"è un pacchetto di icone vettoriali gratuito di Keyamoon",
	"&":"&"
}