{
	"Create new poll": "新しい投票を作成する",
	"Link has been copied":"リンクがコピーされました",
	"Code has been copied":"コードがコピーされました",
	"Yes, just do it!":"はい、ちょうだい！",
	"Your polling form has been compiled":"あなたのポーリングフォームがコンパイルされました",
	"Don`t forget to share it!":"それを共有することを忘れないでください！",
	"You won`t be able to revert this!":"これを元に戻すことはできません！",
	"no one voted":"誰も投票しなかった",
	"Please, enter the title and the polling fields":"タイトルとポーリングフィールドを入力してください",
	"Are you sure?":"本気ですか？",
	"Thanks for making your choice!":"あなたの選択をしてくれてありがとう！",
	"You do not have any polls yet":"まだ投票がありません",
	"Add main image with":"メイン画像を",
	"Get my polls":"私の世論調査を入手する",
	"About":"約",
	"Here you can create your own form for polls":"ここで投票用の独自のフォームを作成できます",
	"Enter the title":"タイトルを入力してください",	
	"Type your text here":"ここにテキストを入力してください",
	"Fill in the following fields":"次のフィールドに入力してください",
	"Click here to add a new one":"新しいものを追加するにはここをクリック",
	"Create poll":"投票を作成する",
	"Make your choice":"あなたの選択をしてください",
	"Poll title":"投票タイトル",
	"Created":"作成した",
	"Variants":"バリアント",
	"Voters":"有権者",
	"Leading":"先導",
	"Get link":"リンクを取得する",
	"Get code":"コードを取得",
	"Copy to clipboard":"クリップボードにコピー",
	"To continue, you need to login!":"続行するには、ログインする必要があります！",
	"Please enter your login and master password":"あなたのログインとマスターパスワードを入力してください",
	"OR":"または",
	"Please enter only your private posting key":"あなたのプライベート投稿キーのみを入力してください",
	"Please enter your login and master password or only your private posting key":"あなたのログインとマスターパスワードを入力してください、またはプライベート投稿キーのみを入力してください",
	"Login":"ログイン",
	"Your login is incorrect!":"あなたのログインは間違っています！",
	"Error":"エラー",
	"Master Key or password is incorrect!":"マスターキーまたはパスワードが間違っています！",
	"Success":"成功",
	"Authorization was successful!":"承認は成功しました！",
	"Private key is incorrect!":"秘密鍵が間違っています！",
	"Integration":"統合",
	"Cool!":"クール！",
	"GolosPolls - this microservice for conducting polls on the blockchain":"GolosPolls - ブロックチェインで世論調査を行うためのマイクロサービス",
	"Golos":"Golos",
	"and":"そして",
	"This platform":"このプラットフォーム",
	"is a thin":"薄いです",
	"client":"クライアント",
	"that works without a backend (only frontend и blockchain) directly on the GitHub Pages (through CloudFlare).":"これはGitHubページ（CloudFlare経由）に直接バックエンドなしで（フロントエンドとブロックチェーンのみ）動作します。",
	"We use:":"を使用しております：",
	"the JavaScript API for Golos blockchain;":"Golosブロックチェーン用JavaScript API;",
	"the most popular HTML, CSS, и JavaScript framework for developing responsive, mobile first projects on the web;":"最も普及しているHTML、CSS、およびウェブ上の反応性の高い最初のプロジェクトを開発するためのJavaScriptフレームワーク",
	"simple javascript function for converting Cyrillic symbols to Translit;":"キリル文字を変換するためのシンプルなjavascript関数;",
	"modular standard library for JavaScript. Includes polyfills for ECMAScript 5, ECMAScript 6: promises, symbols, collections, iterators, typed arrays, ECMAScript 7+ proposals, setImmediate, etc. Some additional features such as dictionaries or extended partial application. You can require only needed features or use it without global namespace pollution.":"ECMAScript 5、ECMAScript 6：約束、シンボル、コレクション、イテレータ、型付き配列、ECMAScript 7+プロポーザル、setImmediateなどのポリフィルを含みます。辞書や拡張部分アプリケーションなどのいくつかの追加機能必要な機能のみを使用するか、グローバルな名前空間汚染なしに使用してください。 ",
	"a collection of all country flags in SVG;":"SVGの全国旗のコレクション",
	"searches for regular expression matches in a given DOM node и replaces or wraps each match with a node or piece of text that you can specify;":"指定されたDOMノードの正規表現の一致を検索するиは、各一致を指定できるノードまたはテキストで置換またはラップします;",
	"is an internationalization-framework written in и for JavaScript;":"JavaScript用に書かれた国際化フレームワークです",
	"a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":"JavaScriptのポップアップボックスのための、美しく応答性の高い、カスタマイズ可能な、アクセス可能な置換",
	"Sharing form":"共有形式",
	"injection code":"注入コード",
	"voters":"有権者",
	"created":"作成した",
	"Share on social media":"ソーシャルメディアで共有する",
	"Poll title":"投票タイトル",
	"Created":"作成した",
	"Variants":"バリアント",
	"Voters":"有権者",
	"Leading":"先導",
	"is a free vector icon pack by Keyamoon":"Keyamoonによる無料のベクターアイコンパックです",
	"&":"&"
}