{
	"Create new poll": " Utwórz nową ankietę",
	"Link has been copied":"Link został skopiowany",
	"Code has been copied":"Kod został skopiowany",
	"Yes, just do it!":"Tak, po prostu to zrób!",
	"Your polling form has been compiled":"Twoja ankieta została skompilowana",
	"Don`t forget to share it!":"Nie zapomnij go udostępnić!",
	"You won`t be able to revert this!":"Nie będziesz w stanie tego odwrócić!",
	"no one voted":"nikt nie głosował",
	"Please, enter the title and the polling fields":"Proszę podać tytuł i pola odpytywania",
	"Are you sure?":"Jesteś pewny?",
	"Thanks for making your choice!":"Dziękuję za dokonanie wyboru!",
	"You do not have any polls yet":"Nie masz jeszcze żadnych ankiet",
	"Add main image with":"Dodaj główny obraz przy pomocy",
	"Get my polls":" Zdobądź moje ankiety",
	"About":" O projekcie",
	"Here you can create your own form for polls":" Tutaj możesz utworzyć swój własny formularz do ankiet",
	"Enter the title":" Wprowadź tytuł",
	"Type your text here":" Tutaj wpisz swój tekst",
	"Fill in the following fields":" Wypełnij następujące pola",
	"Click here to add a new one":" Kliknij tutaj, aby dodać nową",
	"Create poll":" Utwórz ankietę",
	"Make your choice":"Dokonaj swojego wyboru",
	"Poll title":"Tytuł ankiety",
	"Created":"Stworzony",
	"Variants":"Warianty",
	"Voters":"Wyborcy",
	"Leading":"Prowadzący",
	"Get link":"Uzyskać link",
	"Get code":"Zdobądź szyfr",
	"Copy to clipboard":"Skopiuj do schowka",
	"To continue, you need to login!":"Aby kontynuować, musisz się zalogować!",
	"Please enter your login and master password":"Wprowadź login i hasło główne",
	"OR":"ALBO",
	"Please enter only your private posting key":"Wprowadź tylko swój prywatny klucz księgowania",
	"Please enter your login and master password or only your private posting key":"Wprowadź login i hasło główne lub tylko swój prywatny klucz pocztowy",
	"Login":"Zalguj Się",
	"Your login is incorrect!":"Twój login jest nieprawidłowy!",
	"error":"pomyłka",
	"Master Key or password is incorrect!":"Klucz główny lub hasło są nieprawidłowe!",
	"Success":"Powodzenie",
	"Authorization was successful!":"Autoryzacja przebiegła pomyślnie!",
	"Private key is incorrect!":"Klucz prywatny jest nieprawidłowy!",
	"Integration":"Integracja",
	"Cool!":"Chłodny!",
	"GolosPolls - this microservice for conducting polls on the blockchain":"GolosPolls - to mikroserwis do przeprowadzania ankiet na blockchain",
	"Golos":"Golos",
	"and":"i",
	"This platform":" Ta platforma",
	"is a thin":"jest cienki",
	"client":"klient",
	"that works without a backend (only frontend и blockchain) directly on the GitHub Pages (through CloudFlare).":"działa bez backendu (tylko frontend i blockchain) bezpośrednio na stronach GitHub (przez CloudFlare).",
	"We use:":"Używamy:",
	"the JavaScript API for Golos blockchain;":" JavaScript API dla blockchain Golos;",
	"the most popular HTML, CSS, и JavaScript framework for developing responsive, mobile first projects on the web;":" najpopularniejsza struktura HTML, CSS, i JavaScript do tworzenia responsywnych, mobilnych pierwszych projektów w Internecie;",
	"simple javascript function for converting Cyrillic symbols to Translit;":"prosta funkcja javascript do konwersji symboli cyrylicy na Translit;",
	"modular standard library for JavaScript. Includes polyfills for ECMAScript 5, ECMAScript 6: promises, symbols, collections, iterators, typed arrays, ECMAScript 7+ proposals, setImmediate, etc. Some additional features such as dictionaries or extended partial application. You can require only needed features or use it without global namespace pollution.":"modułowa biblioteka standardowa dla JavaScript. Zawiera polyfills dla ECMAScript 5, ECMAScript 6: obietnice, symbole, kolekcje, iteratory, wpisane tablice, propozycje ECMAScript 7+, setImmediate, itp. Niektóre dodatkowe funkcje, takie jak słowniki lub rozszerzone częściowe zastosowanie. Możesz wymagać tylko potrzebnych funkcji lub używać go bez globalnego zanieczyszczenia przestrzeni nazw.",
	"a collection of all country flags in SVG;":"zbiór wszystkich flag krajów w SVG;",
	"searches for regular expression matches in a given DOM node и replaces or wraps each match with a node or piece of text that you can specify;":"wyszukuje dopasowania wyrażeń regularnych w danym węźle DOM и zamienia lub opakowuje każdy mecz za pomocą węzła lub fragmentu tekstu, który można określić;",
	"is an internationalization-framework written in и for JavaScript;":"jest ramą internacjonalizacji napisaną w i dla JavaScript;",
	"a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":"piękny, responsywny, konfigurowalny, dostępny zamiennik okien podręcznych JavaScript.",
	"Sharing form":"Udostępnianie formularza",
	"injection code":"kod wtrysku",
	"voters":"wyborcy",
	"created":"stworzony",
	"Share on social media":"Udostępnij w mediach społecznościowych",
	"Poll title":"Tytuł ankiety",
	"Created":"Stworzony",
	"Variants":"Warianty",
	"Voters":"Wyborcy",
	"Leading":"Prowadzący",
	"is a free vector icon pack by Keyamoon":"to bezpłatny pakiet ikon wektorowych od Keyamoon",
	"&":"i"
}