{
	"Create new poll": " Создать новый опрос",
	"Link has been copied":"Ссылка скопирована",
	"Code has been copied":"Код скопирован",
	"Yes, just do it!":"Поехали!",
	"Your polling form has been compiled":"Ваша форма опроса сгенерирована",
	"Don`t forget to share it!":"Не забудьте поделиться",
	"You won`t be able to revert this!":"Это необратимо!",
	"no one voted":"никто не голосовал",
	"Please, enter the title and the polling fields":"Пожалуйста, заполните следующие поля",
	"Are you sure?":"Вы уверены?",
	"Thanks for making your choice!":"Спасибо за ваш выбор!",
	"You do not have any polls yet":"У вас пока нет опросов",
	"Add main image with":"Добавить основное изображение с помощью",
	"Get my polls":" Мои опросы",
	"About":" О проекте",
	"Here you can create your own form for polls":" Здесь вы можете создать свою собственную форму для опросов",
	"Enter the title":" Введите заголовок",
	"Type your text here":" Введите текст",
	"Fill in the following fields":" Заполните следующие поля",
	"Click here to add a new one":" Щёлкните здесь чтобы добавить поле",
	"Create poll":" Создать опрос",
	"Make your choice":"Сделайте свой выбор",
	"Poll title":"Заголовок опроса",
	"Created":"Создано",
	"Variants":"Варианты",
	"Voters":"Кто проголосовал",
	"Leading":"Лидирующий вариант",
	"Get link":"Получить ссылку",
	"Get code":"Получить код",
	"Copy to clipboard":"Скопировать в буфер",
	"To continue, you need to login!":"Чтобы продолжить, вы должны авторизоваться!",
	"Please enter your login and master password":"Пожалуйста введите ваш логин и мастер пароль",
	"OR":"ИЛИ",
	"Please enter only your private posting key":"введите только ваш приватный постинг ключ",
	"Please enter your login and master password or only your private posting key":"Пожалуйста введите ваш логин и мастер ключ или только ваш приватный постинг ключ",
	"Login":"Логин",
	"Your login is incorrect!":"Вы ввели неправильный логин!",
	"Error":"Ошибка",
	"Master Key or password is incorrect!":"Неправильный мастер ключ или пароль!",
	"Success":"Успех",
	"Authorization was successful!":"Авторизация прошла успешно!",
	"error":"ошибка",
	"Private key is incorrect!":"Вы ввели неправильный приватный ключ!",
	"Integration":"Интеграция",
	"Cool!":"Круто!",
	"GolosPolls - this microservice for conducting polls on the blockchain":"GolosPolls - это микросервис для создания и проведения опросов на блокчейне",
	"Golos":"Golos",
	"and":"и",
	"This platform":" Эта платформа",
	"is a thin":"является тонким",
	"client":"клиентом",
	"that works without a backend (only frontend и blockchain) directly on the GitHub Pages (through CloudFlare).":"которая работает без бекенда (только фронтенд и блокчейн) напрямую с GitHub Pages (через CloudFlare).",
	"We use:":"Мы используем:",
	"the JavaScript API for Golos blockchain;":" JavaScript API для блокчейна Голос;",
	"the most popular HTML, CSS, и JavaScript framework for developing responsive, mobile first projects on the web;":" популярный HTML, CSS, и JavaScript фреймворк для разработки респонсивных, мобильных проектов на Веб;",
	"simple javascript function for converting Cyrillic symbols to Translit;":"простая функция javascript для конвертирования кириллицы в транслит",
	"modular standard library for JavaScript. Includes polyfills for ECMAScript 5, ECMAScript 6: promises, symbols, collections, iterators, typed arrays, ECMAScript 7+ proposals, setImmediate, etc. Some additional features such as dictionaries or extended partial application. You can require only needed features or use it without global namespace pollution.":"модульная стандартная библиотека для JavaScript. Включает полифиллы для ECMAScript 5, ECMAScript 6: обещания, символы, коллекции, итераторы, типизированные массивы, предложения ECMAScript 7+ и т.д., а так же некоторые дополнительные функции, такие как словари или расширенное частичное приложение.",
	"a collection of all country flags in SVG;":"коллекция флагов всех стран в SVG;",
	"searches for regular expression matches in a given DOM node и replaces or wraps each match with a node or piece of text that you can specify;":"поиск совпадений регулярных выражений в данном узле DOM заменяет или обертывает каждое совпадение узлом или фрагментом текста, который можно указать;",
	"is an internationalization-framework written in и for JavaScript;":"фреймворк для интернационализации приложений на JavaScript;",
	"a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":"красивая, отзывчивая, настраиваемая, доступная замена для всплывающих окон Javascript.",
	"Sharing form":"Поделиться опросом",
	"injection code":"инжект-код",
	"voters":"голоса",
	"created":"создано",
	"Share on social media":"Поделитесь в социальных сетях",
	"Poll title":"Заголовок",
	"Created":"Создано",
	"Variants":"Варианты",
	"Voters":"Голоса",
	"Leading":"Лидирует",
	"is a free vector icon pack by Keyamoon":"бесплатный набор векторных иконок by Keyamoon",
	"&":"и",
	"Edit poll":"Редактировать опрос",
	"Enter description (not necessary)":"Введите описание (не обязательно)",
	"Add main image":"Добавить главное изображение",
	"List of your polls":"Список ваших опросов",
	"Remove vote":"Удалить голос",
	"your vote":"ваш голос",
	"a lightweight JavaScript date library for parsing, validating, manipulating, and formatting dates":"Легкая JavaScript библиотека для синтаксического анализа, проверки, управления и форматирования дат",
	"searches for regular expression matches in a given DOM node и replaces or wraps each match with a node or piece of text that you can specify":"ищет совпадения регулярных выражений в данном узле DOM и заменяет или обертывает каждое соответствие узлом или фрагментом текста, который вы можете указать",
	"Please add at least two answers":"Добавьте хотя бы два варианта ответа",
	"Support":"Поддержка",
	"Logout":"Выйти",
	"Please fill or remove empty fields":"Пожалуйста, заполните или удалите пустые поля",
	"A lightweight JavaScript date library for parsing, validating, manipulating, и formatting dates":"Небольшая библиотека дат JavaScript для синтаксического анализа, проверки, управления и форматирования дат",
	"is a syntax highlighter written in JavaScript. It works in the browser as well as on the server. It works with pretty much any markup, doesn’t depend on any framework, и has automatic language detection":"это синтаксический ярлык, написанный на JavaScript. Он работает как в браузере, так и на сервере. Он работает практически с любой разметкой, не зависит от каких-либо фреймворков и имеет автоматическое определение языка"
}
