{
	"Create new poll": " Створити нове опитування",
	"Add main image with":"Додати головне зображення з допомогою",
	"Get my polls":" Мої опитування",
	"About":" Про проект",
	"Here you can create your own form for polls":" Тут ви можете створити свою власну форму для опитувань",
	"Enter the title":" Введіть заголовок",
	"Type your text here":" Введіть текст",
	"Fill in the following fields":" Заповніть наступні поля",
	"Click here to add a new one":" Клацніте тут щоб додати поле",
	"Create poll":" Створити опитування",
	"Make your choice":"Зробити свій вибір",
	"Poll title":"Тема опитування",
	"Created":"Створено",
	"Variants":"Варіанти",
	"Voters":"Хто проголосував",
	"Leading":"Лідируючий варіант",
	"Get link":"Отримати посилання",
	"Get code":"Отримати код",
	"Copy to clipboard":"Скопіювати в буфер",
	"To continue, you need to login!":"Щоб продовжити, ви повинні авторизуватися!",
	"Please enter your login and master password":"Будь ласка, введіть ваш логін і майстер пароль",
	"OR":"АБО",
	"Please enter only your private posting key":"введіть тільки ваш приватний постинг ключ",
	"Please enter your login and master password or only your private posting key":"Будь ласка, введіть ваш логін і майстер ключ або тільки ваш приватний постинг ключ",
	"Login":"Логін",
	"Your login is incorrect!":"Ви ввели неправильний логін!",
	"Error":"Помилка",
	"Master Key or password is incorrect!":"Неправильний майстер ключ або пароль!",
	"Success":"Успіх",
	"Authorization was successful!":"Авторизація пройшла успішно!",
	"Error":"Помилка",
	"Private key is incorrect!":"Ви ввели неправильний приватний ключ!",
	"Integration":"Інтеграція",
	"Cool!":"Круто!",
	"GolosPolls - this microservice for conducting polls on the blockchain":"GolosPolls - це мікросервіс для створення і проведення опитувань на блокчейне",
	"Golos":"Golos",
	"and":"і",
	"This platform":" Ця платформа",
	"is a thin":"є тонки",
	"client":"клієнт",
	"that works without a backend (only frontend и blockchain) directly on the GitHub Pages (through CloudFlare).":"який працює без бекенда (тільки фронтенд і блокчейн) безпосередньо з GitHub Pages (через CloudFlare).",
	"We use:":"Ми використовуємо:",
	"the JavaScript API for Golos blockchain;":" JavaScript API для блокчейна Голос;",
	"the most popular HTML, CSS, и JavaScript framework for developing responsive, mobile first projects on the web;":" популярний HTML, CSS, і JavaScript фреймворк для розробки респонсівних, мобільних проектів на Веб;",
	"simple javascript function for converting Cyrillic symbols to Translit;":"проста функція javascript для конвертації кирилиці в трансліт",
	"modular standard library for JavaScript. Includes polyfills for ECMAScript 5, ECMAScript 6: promises, symbols, collections, iterators, typed arrays, ECMAScript 7+ proposals, setImmediate, etc. Some additional features such as dictionaries or extended partial application. You can require only needed features or use it without global namespace pollution.":"модульна стандартна бібліотека для JavaScript. Включає поліфілли для ECMAScript 5, ECMAScript 6: обіцянки, символи, колекції, ітератори, типізовані масиви, пропозиції ECMAScript 7 + і т.д., а так само деякі додаткові функції, такі як словники або розширене часткове додаток.",
	"a collection of all country flags in SVG;":"колекція прапорів усіх країн в SVG;",
	"searches for regular expression matches in a given DOM node и replaces or wraps each match with a node or piece of text that you can specify;":"пошук збігів регулярних виразів в даному вузлі DOM замінює або обгортає кожне збіг вузлом або фрагментом тексту, який можна вказати;",
	"is an internationalization-framework written in и for JavaScript;":"фреймворк для інтернаціоналізації додатків на JavaScript;",
	"a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":"красива, чуйна, що настроюється, доступна заміна для спливаючих вікон Javascript.",
	"Sharing form":"Поділитися опитуванням",
	"injection code":"інжект-код",
	"voters":"голоси",
	"created":"створено",
	"Share on social media":"Поділіться в соціальних мережах",
	"Poll title":"Заголовок",
	"Created":"Створено",
	"Variants":"Варіанти",
	"Voters":"Голоси",
	"Leading":"Лідирує",
	"is a free vector icon pack by Keyamoon":"безкоштовний набір векторних іконок by Keyamoon",
	"&":"і"
}